Repository: jdar/wp-brackets
Catalog: wp-surveys-*.po
Languages: es, eu

source: Edit Survey
es: Editar encuesta
eu: Inkesta editatu

source: Survey Title
es: Título de la encuesta
eu: Inkestaren titulua

source: Survey Description
es: Guardar respuestas
eu: Deskribapena

source: Days until user can repost
es: Días hasta que puedan volver a contestar
eu: Erabiltzaileak berriz erantzuteko egun kopurua

source: Go back!
es: Atrás
eu: Atzera!

source: Add More Questions
es: Añadir más preguntas
eu: Galdera gehiago atxiki

source: Update
es: Actualizar
eu: Eguneratu

source: Activate
es: Activar
eu: Aktibatu

source: Retire
es: Retirar
eu: Baztertu

source: Question %s:
es: Pregunta %s:
eu: %s galdera:

source: Alignment Vertical
es: Alineación vertical
eu: Lerrokatze bertikala

source: Alignment Horizontal
es: Alineación horizontal
eu: Lerrokatze horizontala

source: Alignment Menu
es: Alineación Menu
eu: Menu lerrokatzea

source: Edit Options
es: Editar respuestas
eu: Aukerak editatu

source: Edit or Add more Options
es: Editar o añadir mas respuestas
eu: Aukerak editatu edo gehiago atxiki

source: Add Some Options
es: Añadir alguna respuesta
eu: Erantzunenbat atxiki

source: Add Some Questions
es: Añadir alguna pregunta
eu: Galderarenbat atxiki

source: ERROR!!
eu: ERROREA!!

source: Question Title have been left empty!
es: ¡No se ha definido el título de la pregunta!
eu: Galderaren titulua hutsik utzi duzu!

source: No changes had been made in database
es: No se ha realizado ningún cambio en la base de datos
eu: Ez da aldaketarik idatzi datubasean

source: Days until user can repost must be a number bigger than zero!
es: ¡Los días hasta que puedan volver a contestar tiene que ser un número mayor que cero!
eu: Erabiltzaileak berriz erantzuteko egun kopurua zero baino haundiagoko zenbakia izan behar da!

source: Question %s have been left empty!
es: ¡No se ha definido la pregunta %s!
eu: %s galdera hutsik utzi duzu!

source: No changes had been made
es: No se ha realizado ningún cambio
eu: Ez da aldaketarik egin

source: Update Complete!
es: ¡Actualización completa!
eu: Eguneratzea egina!

source: Changes have been applied
es: Los cambios han sido guardados
eu: Aldaketak gorde dira

source: Back to Edit Survey
es: Volver a editar la encuesta
eu: Itzuli inkesta editatzera

source: Continue
es: Continuar
eu: Jarraitu

source: Activation Complete!
es: ¡Activación completa!
eu: Aktibazioa egina!

source: Retire Complete!
es: ¡Encuesta retirada!
eu: Baztertzea egina!

source: CAUTION!!
es: ¡¡CUIDADO!!
eu: KONTUZ!!

source: Changing the text of options will affect the way that results are compiled for display on your site. Only current options (case-sensitive text) will be tallied in result generation
es: El cambio de opciones de respuesta afectará a la forma que los resultados son guardados. Sólo las actuales opciones serán coincididas en la generación del resultado
eu: Erantzunen aukeren aldaketak gordetako emaitzetan izango du eragina. Uneko aukerek soilik egingo dute gordetako emaitzekin bat, hauek aldatuz gero gordetako emaitzak ezabatuko dira

source: Back to manage surveys
es: Volver a gestionar las encuestas
eu: Inkestak kudeatzera itzuli

source: Edit/Update Options
es: Editar/Modificar Respuestas
eu: Aukerak editatu/eguneratu

source: Question
es: Pregunta
eu: Galdera

source: Option %s
es: Respuesta %s
eu: %s aukera

source: Update Options
es: Actualizar Respuestas
eu: Gorde aukerak

source: Cancel
es: Cancelar
eu: Utzi

source: Add a New Survey
es: Añadir nueva encuesta
eu: Inkesta berria atxiki

source: Description
es: Descripción
eu: Deskribapena

source: Add This Survey
es: Añadir
eu: Inkesta hau atxiki

source: Step 1: Define Question
es: Paso 1: Define la pregunta
eu: 1go pausua: Galdera definitu

source: Alignment
es: Alineación
eu: Lerrokatzea

source: Select answers alignment
es: Selecciona la alineación de las respuestas
eu: Erantzunen lerrokatzea aukeratu

source: Choice - Vertical
es: Opción - Vertical
eu: Aukera - Bertikala

source: Choice - Horizontal
es: Opción - Horizontal
eu: Aukera - Horizontala

source: Choice - Menu
es: Opción - Menu
eu: Aukera - Menu

source: Step 2
es: Paso 2
eu: 2. pausua

source: Please, fill all fields!!
es: ¡¡Por favor rellena todos los campos!!
eu: Eremu guztiak bete mesedez!!

source: Please, fill Question field!!
es: ¡¡Por favor rellena el campo Pregunta!!
eu: Galderaren eremua bete mesedez!

source: Please, select answers Alignment!!
es: ¡¡Por favor selecciona la Alineación de las respuestas!!
eu: Erantzunen lerrokatzea aukeratu mesedez!

source: Step 2: Create your question options
es: Paso 2: Crea las respuestas de tu pregunta
eu: 2. pausua: Zure inkesta aukerak sortu

source: Questions can have up to ten response options. List your options below
es: Las preguntas pueden tener un máximo de diez opciones de respuesta. Escribe tus opciones aquí
eu: Galderek hamar erantzun aukera izan ditzakete gehienera. Idatzi zure aukerak hemen

source: Create Question
es: Crear encuesta
eu: Galdera sortu

source: Step 3: Updating Database...
es: Paso 3: Actualizando la base de datos...
eu: 3. pausua: Datubasea eguneratzen...

source: Complete!
es: ¡Actualización completa!
eu: Egina!

source: Please, fill Title field!!
es: ¡Por favor rellena el campo Título!
eu: Tituluaren eremua idatzi mesedez!

source: Survey succesfully created!
es: ¡La encuesta ha sido creada correctamente!
eu: Inkesta ondo burutu da!

source: Thank You. A new survey has been added and the previous survey has been retired
es: Gracias, una nueva encuesta ha sido creada y la anterior retirada
eu: Mila esker, inkesta berri bat atxiki duzu eta aurrekoa baztertu egin da

source: Your Survey Results
es: Resultados de tu encuesta
eu: Zure inkestaren emaitzak

source: No response recorded
es: No hay respuestas guardadas
eu: Ez da erantzunik

source: %s responses
es: %s respuestas
eu: %s erantzun

source: No option(s) defined yet
es: No hay respuestas definidas
eu: Oraindino ez da aukerarik definitu

source: There are no Question defined yet
es: Todavía no hay ninguna pregunta definida
eu: Oraindino ez da galderarik definitu

source: Surveys
es: Encuestas
eu: Inkestak

source: Submit Survey
es: Guardar encuesta
eu: Inkesta gorde

source: Edit
es: Editar
eu: Editatu

source: Make Active
es: Activar
eu: Aktibatu

source: Change Survey
es: Cambiar encuesta
eu: Inkesta aldatu

source: Add Survey
es: Añadir encuesta
eu: Inkesta atxiki

source: View Survey Results
es: Ver resultados
eu: Ikusi emaitzak

source: Survey Management
es: Gestión de encuestas
eu: Inkesten kudeatzea

source: Active Survey
es: Encuesta activa
eu: Uneko inkesta

source: Title
es: Título
eu: Titulua

source: Current Survey will be saved as Retired
es: La encuesta actual se guardará como retirada
eu: Uneko inkesta baztertua izango da

source: There are no open surveys
es: No hay encuestas abiertas
eu: Ez da inkesta aktiborik

source: Retired Surveys
es: Encuestas retiradas
eu: Bazterturiko inkestak

source: There are no retired surveys
es: No hay encuestas retiradas
eu: Une honetan ez dago inkestarik

source: Thank you for your assistance in completing our survey!
es: ¡Gracias por el tiempo dedicado en completar nuestra encuesta!
eu: Mila esker gure inkesta osatzen emandako denboragatik!

source: Oops, you forgot to vote for one or more of the questions!
es: Ups, has olvidado votar alguna(s) pregunta(s)!
eu: Erantzunenbat bozkatzea ahaztu duzu!

source: Select an answer below
es: Selecciona una respuesta
eu: Erantzun bat aukeratu

source: This survey has no questions yet.
es: Esta encuesta todavía no tiene ninguna pregunta.
eu: Oraindino inkesta honek ez du galderarik

source: There are no surveys to display.
es: No hay ninguna encuesta que mostrar.
eu: Ez dago inkestarik bistaratzeko.
